[
  {
    "title": "QUESTÃO 01 O cortiço O rumor crescia, condensando-se; o zunzum de todos os dias acentuava-se; já se não destacavam vozes dispersas, mas um só ruído compacto que enchia todo o cortiço. Começavam a fazer compras na venda; ensarilhavam-se discussões e rezingas; ouviam-se gargalhadas e pragas; já se não falava, gritava-se. Sentia-se naquela fermentação sanguínea, naquela gula viçosa de plantas rasteiras que mergulhavam os pés vigorosos na lama preta e nutriente da vida o prazer animal de existir, a triunfante sensação de respirar sobre a terra. AZEVEDO, Aluísio. O cortiço. São Paulo: Ática, 1970. p. 28. No texto, há uma expressão zoomórfica. Assinale a alternativa que exemplifica essa expressão. ",
    "options": [
      "A) “a triunfante sensação de respirar sobre a terra”",
      "B) “o zunzum de todos os dias acentuava-se”",
      "C) “Começavam a fazer compras na venda”",
      "D) “O rumor crescia, condensando-se”",
      "E) “ouviam-se gargalhadas e pragas”"
    ]
  },
  {
    "title": "QUESTÃO 02 Cem anos de solidão O presidente da república dirigiu-lhe um telegrama de pêsames, prometia uma investigação exaustiva e rendia homenagem aos mortos. Por ordem sua, o alcaide apresentou-se no enterro com quatro coroas fúnebres que pretendeu colocar sobre os ataúdes, mas o coronel o botou no olho da rua. Depois do enterro, redigiu e entregou pessoalmente um telegrama violento para o presidente da república, que o telegrafista se negou a despachar. Então ele o enriqueceu com termos de singular agressividade, meteu-o num envelope e o despachou pelo correio. MARQUEZ, Gabriel Garcia. Cem anos de solidão. Rio de Janeiro: Record, 2020. p. 261. Em qual das alternativas, todos os termos sublinhados exercem a mesma função sintática? ",
    "options": [
      "A) “Então ele o enriqueceu com termos de singular agressividade, meteu-o num envelope e o despachou pelo correio”",
      "B) “O presidente da república dirigiu-lhe um telegrama de pêsames, prometia uma investigação exaustiva e rendia homenagem aos mortos”",
      "C) “o alcaide apresentou-se no enterro com quatro coroas fúnebres que pretendeu colocar sobre os ataúdes, mas o coronel o botou no olho da rua”",
      "D) “Depois do enterro, redigiu e entregou pessoalmente um telegrama violento ao presidente da república, que o telegrafista se negou a despachar”",
      "E) “que o telegrafista se negou a despachar. Então ele o enriqueceu com termos de singular agressividade, meteu-o num envelope e o despachou pelo correio”"
    ]
  },
  {
    "title": "QUESTÃO 03 Disponível em: <https://d.gazetadealagoas.com.br/charges/356728/charge-de-adnael-silva---11-e-12062022>. Acesso em: 27. ago. 2022 (adaptada). Do ponto de vista sintático, é correto afirmar: ",
    "options": [
      "A) há no texto um período simples com sujeito expresso na frase.",
      "B) quis te dar, no texto, é uma oração subordinada adjetiva restritiva.",
      "C) a oração sempre quis pode ser classificada como subordinada reduzida de infinitivo.",
      "D) o termo sempre, no texto, é um adjunto adverbial de tempo, e a expressão bem caro é um predicativo do sujeito.",
      "E) a forma pronominal te e a expressão um presente bem caro desempenham, respectivamente, as funções sintáticas de objeto indireto e de objeto direto, sendo a forma verbal dar bitransitiva."
    ]
  },
  {
    "title": "QUESTÃO 04 Sobre a brevidade da vida Coloco em primeiro lugar aqueles que nunca estão disponíveis para nada, senão para o vinho e para os prazeres carnais. Outros, embora se prendam à imagem da glória, erram honradamente. Podes me enumerar os avarentos, os raivosos ou os que se entregam a ódios e injustas guerras. Eles, pelo menos, pecam de forma mais viril. Todavia, os que se abandonam à gula e aos prazeres carnais se degradam de forma desonrosa. SÊNECA. Sobre a brevidade da vida. Porto Alegre: L&M Pocket, 2015. p. 40. As opiniões de Sêneca se referem ",
    "options": [
      "A) a perfis humanos destoantes, embora vinculados à mesma capacidade de errar.",
      "B) à paridade de perfis psicológicos entre os indivíduos humanos.",
      "C) às virtudes daqueles que se entregam aos prazeres carnais.",
      "D) ao sentimento de culpa dos dois perfis humanos citados.",
      "E) à capacidade humana de pecar honradamente."
    ]
  },
  {
    "title": "QUESTÃO 05 Disponível em: <http://professormarcoscortinovis.blogspot.com/2013/07/pronomes-demonstrativos.html>. Acesso em: 27. ago. 2022. No trecho da tirinha: “Esse deve ser o tal indicador de desemprego de que tanto se fala”, é correto afirmar que o pronome “esse” ",
    "options": [
      "A) significa que o dedo indicador da personagem consegue apontar para o passado e o futuro.",
      "B) ajuda a personagem a perceber-se na realidade do trabalho por meio da interjeição “Ah”.",
      "C) aponta para dois aspectos do texto: o dedo indicador e o indicador de desemprego.",
      "D) traz uma perspectiva de reflexão acerca da relação entre patrão e empregado.",
      "E) refere-se ao problema do desemprego que está sendo muito falado ultimamente."
    ]
  },
  {
    "title": "QUESTÃO 06 “Se a pessoa já começou a desenvolver os primeiros sintomas, o ideal é procurar um serviço médico, para um diagnóstico assertivo diferenciando de outras doenças que podem ser clinicamente semelhantes e podem confundir”. No excerto, do ponto de vista gramatical, ",
    "options": [
      "A) há a presença da conjunção integrante QUE em “que podem ser...”.",
      "B) há um período estruturado por orações coordenadas sindéticas e assindéticas.",
      "C) a primeira oração é classificada como uma condicional, e a última, como um coordenada sindética.",
      "D) a primeira oração é classificada como principal, e a última, como relativa, uma vez que é encabeçada pelo pronome QUE.",
      "E) há um período estruturado por orações subordinadas adverbiais e substantivas, não apresentando outros arranjos sintáticos."
    ]
  },
  {
    "title": "QUESTÃO 07 Poema de sete faces Carlos Drummond de Andrade Quando nasci, um anjo torto desses que vivem na sombra disse: Vai, Carlos! ser gauche na vida. As casas espiam os homens que correm atrás de mulheres. A tarde talvez fosse azul, não houvesse tantos desejos. O bonde passa cheio de pernas: pernas brancas pretas amarelas. Para que tanta perna, meu Deus, pergunta meu coração. Porém meus olhos não perguntam nada. O homem atrás do bigode é sério, simples e forte. Quase não conversa. Tem poucos, raros amigos o homem atrás dos óculos e do bigode. Meu Deus, por que me abandonaste se sabias que eu não era Deus se sabias que eu era fraco. Mundo mundo vasto mundo, se eu me chamasse Raimundo seria uma rima, não seria uma solução. Mundo mundo vasto mundo, mais vasto é meu coração. Eu não devia te dizer mas essa lua mas esse conhaque botam a gente comovido como o diabo. Disponível em: <https://www.culturagenial.com/poemas-de-carlos-drummond-de-andrade/>. Acesso em: 27. ago. 2022. Sobre o eu-lírico desse poema, é correto afirmar que se chama “Carlos” ",
    "options": [
      "A) e parece estar sobressaltado com a vastidão do mundo que observa a seu redor.",
      "B) e, assim como o anjo determinou, foi ser gauche na vida e tem bigode e óculos.",
      "C) e foi trazido ao mundo por um anjo; por isso, não sabe bem como lidar com a humanidade.",
      "D) e seu apelido é “gauche”, e, apesar de ser trazido por um anjo, comove-se como um diabo.",
      "E) e está inconformado com a quantidade de pessoas que andam de bonde e bebem conhaque."
    ]
  },
  {
    "title": "QUESTÃO 08 Como Poe, poeta louco americano Eu pergunto ao passarinho: Blackbird, assum preto, o que se faz? Raven, never, raven, never, raven, never, raven, never, raven Assum preto, pássaro preto, blackbird, me responde: Tudo já ficou atrás BELCHIOR. Velha roupa colorida. PolyGram, 1976. Quanto à intertextualidade nos versos de Belchior, assinale a alternativa correta. ",
    "options": [
      "A) Os termos em inglês se entrecruzam em seus significados à interpretação geral do texto. Como se pode ver, há uma relação sinonímica provocada por alternância de línguas: “blackbird” (pássaro preto), raven (corvo), assum preto.",
      "B) Há uma composição de um quadro panorâmico nos versos de Belchior, já que “blackbird” (pássaro preto), “raven” (corvo) e “assum preto” são expressões provenientes da poesia de Poe.",
      "C) Os termos em línguas distintas, embora apresentem similaridade de sentido, provocam efeitos antonímicos, ou seja, o paralelismo é por diferença e não por semelhança.",
      "D) Essas interconexões linguísticas são alheias à ideia central do texto. Portanto, é possível concluir que os estrangeirismos provocam simplesmente efeitos estéticos.",
      "E) São relações de efeito poético, as quais desconsideram os cruzamentos de significados existentes em texto de estrutura linguística híbrida."
    ]
  },
  {
    "title": "QUESTÃO 09 Dados os seguintes enunciados quanto ao uso do acento grave, I. À noite, todos os gatos são pardos. II. Dr. João Pestana, à partir da próxima segunda-feira, atenderá a tarde em novo endereço. III. O terapeuta, a moda de Freud, acredita que há processos psíquicos inconscientes. IV. O poeta, à 10m de distância, enxergou à amada. V. Nosso desejo é namorar Judite às escondidas. assinale a alternativa correta. ",
    "options": [
      "A) Em II, o uso do acento grave foi violado duas vezes, sendo na expressão, “à partir”, um caso facultativo.",
      "B) Em IV, as duas ocorrências do acento grave expressam usos adequados da crase no Português.",
      "C) Em III, não há violação à norma culta padrão da escrita do Português quanto ao uso da crase.",
      "D) Em I, o uso do acento grave justifica-se por se tratar de locução adverbial feminina.",
      "E) Em V, na locução “às escondidas”, o uso da crase é facultativo."
    ]
  },
  {
    "title": "QUESTÃO 10 Apesar de a varíola transmitida pelo vírus Monkeypox ser considerada uma doença autolimitada, que geralmente se cura sozinha, em alguns casos pode haver a necessidade de um tratamento medicamentoso específico, sobretudo entre pessoas imunossuprimidas, segundo especialistas e órgãos governamentais de saúde. Já são mais de 1.000 casos confirmados da doença fora da África, onde ela é endêmica, que vem se espalhando pelo mundo nas últimas semanas, segundo a Organização Mundial da Saúde (OMS). Por isso, ao aparecer os primeiros sintomas, mesmo que suspeitos, é importante procurar atendimento médico para prescrição da melhor conduta, afirma a diretora do Laboratório de Virologia do Instituto Butantan, Viviane Botosso. “Se a pessoa já começou a desenvolver os primeiros sintomas, o ideal é procurar um serviço médico, para um diagnóstico assertivo diferenciando de outras doenças que podem ser clinicamente semelhantes e podem confundir. Em caso confirmado, é necessário isolar o paciente e iniciar o tratamento preconizado”, diz Viviane. Os principais sintomas atribuídos ao Monkeypox são febre, dores no corpo e na cabeça, calafrios e exaustão, que podem durar em média três dias. Eles são seguidos de lesões na pele que evoluem em cinco estágios, conhecidos como mácula, pápulas, vesículas, pústulas e finalmente crostas, estágio final quando caem. É principalmente o contato com elas que causa a transmissão do vírus para outras pessoas. Disponível em:< https://butantan.gov.br/noticias/o-que-e-recomendado-e-o-que-deve-ser-descartado-no-tratamento-da-variola-causada-pelo-monkeypox>. Acesso em: 27. ago. 2022. Sobre o texto em tela, é correto afirmar que, do ponto de vista argumentativo, ",
    "options": [
      "A) o texto pode ser sintetizado como um alerta ao risco de pandemia pelo Monkeypox.",
      "B) o autor segue um viés neutro, em que as informações sobre o vírus são tratadas de modo a não utilizar operadores argumentativos.",
      "C) uma das estratégias utilizadas é o discurso reportado de autoridade, quer por meio de instituição, quer por meio de especialista sobre o vírus Monkeypox.",
      "D) as expressões “apesar de” e “por isso”, que iniciam o primeiro e segundo parágrafos, respectivamente, são semanticamente destituídas de sentido no texto.",
      "E) a autora do texto, Viviane, reforça, no terceiro parágrafo (“Se a pessoa [...] o tratamento preconizado”), a ideia principal veiculada pelo texto; por isso, o excerto aparece entre aspas."
    ]
  },
  {
    "title": "QUESTÃO 11 Faltando um pedaço Djavan O amor é um grande laço Um passo pr'uma armadilha Um lobo correndo em círculo Pra alimentar a matilha Comparo sua chegada Com a fuga de uma ilha Tanto engorda, quanto mata Feito desgosto de filha De filha [...] Disponível em: <https://www.letras.com/djavan/45524/>. Acesso em: 27. ago. 2022. Há, no texto, ",
    "options": [
      "A) eufemismo e ironia, na primeira estrofe, e catacrese, na segunda.",
      "B) elipse e hipérbato, na primeira estrofe, e metáfora, na segunda.",
      "C) hipérbole e aliteração, na primeira estrofe, e comparação, na segunda.",
      "D) anáfora e metáfora, na primeira estrofe, e hipérbole, na segunda.",
      "E) metáfora e prosopopéia, na primeira estrofe, e comparação, na segunda."
    ]
  },
  {
    "title": "QUESTÃO 12 Toda a vida da alma humana é um movimento na penumbra. Vivemos, num lusco-fusco da consciência, nunca certos com o que somos ou com o que nos supomos ser. No melhor de nós, vive a vaidade de qualquer coisa, e há um erro cujo ângulo não sabemos. Somos qualquer coisa que se passa no intervalo do espetáculo. Por vezes, por algumas portas, entrevemos o que talvez não seja senão cenário. Todo mundo é confuso como vozes na noite. PESSOA, Fernando. Livro do desassossego. São Paulo: Companhia das Letras, 2011. p. 63. O autor do texto ",
    "options": [
      "A) abdica das metáforas ao falar de incertezas e dúvidas humanas em tom narrativo.",
      "B) mostra que a vida é um paradoxo que se associa à consistência e às certezas.",
      "C) prescinde de estruturas simbólicas da linguagem poética, face à intenção confessional.",
      "D) apropria-se da metáfora, em tom poético e narrativo para relevar a inconsistência da vida.",
      "E) traz uma variável alegórica para confirmar a natureza racional e objetiva de seu ponto de vista."
    ]
  },
  {
    "title": "QUESTÃO 13 Imagine um grupo de pessoas que habitam o interior de uma caverna subterrânea. Elas estão de costas para a entrada da caverna e acorrentadas no pescoço e nos pés, de sorte que tudo o que veem é a parede da caverna. Atrás delas, ergue-se um muro alto e por trás desse muro passam figuras de formas humanas sustentando outras figuras que se elevam para além da borda do muro. Como há uma fogueira queimando atrás dessas figuras, elas projetam sombras bruxuleantes na parede da caverna. Assim, a única coisa que as pessoas da caverna podem ver é este teatro de sombras. E como essas pessoas estão ali desde que nasceram, elas acham que as sombras que veem são a única coisa que existe. GAARDER, Jostein. O mundo de Sofia. São Paulo: Companhia das Letras, 1995. p. 105. Considere os fragmentos expostos e assinale a alternativa cuja reescrita – entre parênteses – provocou dano à variável culta da língua. ",
    "options": [
      "A) “Imagine um grupo de pessoas que habitam o interior de uma caverna subterrânea” (Imagine um grupo de pessoas que habita o interior de uma caverna subterrânea).",
      "B) “Atrás delas, ergue-se um muro alto e por trás desse muro passam figuras de formas humanas” (Por trás delas, um muro alto é erguido. Por trás desse muro, projetam-se figuras de formas humanas).",
      "C) “E como essas pessoas estão ali desde que nasceram, elas acham que as sombras que veem são a única coisa que existe” (Estando ali desde que nasceram, essas pessoas pensam, que as sombras são a única coisa que existe).",
      "D) “Como há uma fogueira queimando atrás dessas figuras, elas projetam sombras bruxuleantes na parede da caverna” (Sombras bruxuleantes são projetadas na parede da caverna, pois há uma fogueira que queima atrás dessas figuras).",
      "E) “Elas estão de costas para a entrada da caverna e acorrentadas no pescoço e nos pés, de sorte tudo o que veem é a parede da caverna” (De costas para a entrada da caverna e acorrentadas no pescoço e nos pés, o que se lhes apresenta, de sorte, é a parede da caverna)."
    ]
  },
  {
    "title": "QUESTÃO 14 Na manhã de ontem, 65% dos moradores de São Joaquim vai acordar com casa nova, promete o prefeito. Grande parte deles perderam suas moradias por causa do temporal ocorrido no mês de julho de 2021. Para receber o beneficio, o morador necessita cadastro nos programas sociais da Prefeitura, o que implica a aceitação tácita das regras previamente estabelecidas para ter direito a casa própria. Do ponto de vista gramatical, os trechos em destaque apresentam, respectivamente, desvios referentes a: ",
    "options": [
      "A) regência verbal, regência nominal e crase.",
      "B) regência nominal, regência nominal e crase.",
      "C) concordância nominal, concordância verbal e crase.",
      "D) concordância verbal, regência verbal e regência nominal.",
      "E) concordância verbal, regência nominal e regência verbal."
    ]
  },
  {
    "title": "QUESTÃO 15 Até o fim Chico Buarque e Ney Matogrosso Quando nasci veio um anjo safado O chato dum querubim E decretou que eu tava predestinado A ser errado assim Já de saída a minha estrada entortou Mas vou até o fim O trecho parece ter uma coincidência em relação ao nascimento do eu-lírico “Carlos”, no “Poema de sete faces”, de Carlos Drummond de Andrade. Veja: Quando nasci, um anjo torto desses que vivem na sombra disse: Vai, Carlos! ser gauche na vida. O fenômeno linguístico-discursivo que explica essa coincidência de fatos entre um texto anterior e outro posterior é denominado de ",
    "options": [
      "A) intermodalidade.",
      "B) intertextualidade.",
      "C) interconectividade.",
      "D) interseção de textos.",
      "E) inter-relacionamento."
    ]
  },
  {
    "title": "QUESTÃO 16 Eis um exemplo da física que parece desafiar qualquer esforço racional de interpretação: o chamado emaranhado quântico. Trata-se de uma propriedade de certos sistemas quânticos tão exótica que Einstein batizou de ação fantasmagórica. O estranho aqui é que esse emaranhado parece implicar que a velocidade da luz não é a velocidade limite na natureza. GLEISER, Marcelo. A simples beleza do inesperado. Rio de Janeiro, Record, 2016. p. 83. Quanto ao texto, é correto afirmar: ",
    "options": [
      "A) há uma complexidade nos fenômenos físicos; todavia, a chamada “ação fantasmagórica” obedece à nossa capacidade de catalogar e cartografar os vieses que a compõem a partir de atividades racionais e antropomórficas.",
      "B) se Einstein vê o emaranhado cósmico como “ação fantasmagórica”, compreende-se que, por um ato racional, seria capaz de aplicar ao fenômeno conceitos e valores categóricos.",
      "C) se o emaranhado quântico desafia a interpretação racional, há em seu construto uma transcendência capaz de desafiar ações antropomórficas sobre os fenômenos físicos.",
      "D) a velocidade da luz constitui uma matriz hermética à velocidade limite da natureza, ou seja, ambas se equivalem, ambas se configuram numa relação de paridade.",
      "E) o emaranhado quântico também é uma ação antropomórfica sobre os fenômenos físicos, mesmo sendo um fantasma para Einstein."
    ]
  },
  {
    "title": "QUESTÃO 17 É sempre sobre um fundo fixo, é sempre sobre órbitas há muito estabelecidas, que o conhecimento se torna possível. Muito ao contrário de buscar a verdade, o conhecimento tem como função traduzir o desconhecido em conhecido, com o objetivo de tornar ordenado – o que pode ser substituído por humanizado – o que é caótico, o que é devir. Saber, portanto, não é conhecer, mas esquematizar, simplificar, traduzir a pluralidade, o excesso em um esquema reduzido de sinais. MOSÉ, Viviane. Nietzsche e a grande política da linguagem. Rio de Janeiro: Civilização Brasileira, 2005. p. 139. Assinale a alternativa que traduz um argumento correto em relação ao texto. ",
    "options": [
      "A) Os saberes desconhecidos são ordenados a fim de que a verdade se estabeleça a partir da pluralidade dos fenômenos.",
      "B) O caos é posterior ao processo de ordenamento, cujo objetivo é mapear e simplificar um mundo desconhecido.",
      "C) O conhecimento torna a verdade mapeada, simplificada e a reintegra ao conjunto de saberes humanos.",
      "D) O processo de ordenamento da pluralidade transforma o que é conhecido em saberes desconhecidos.",
      "E) O ato de transformar o desconhecido em conhecido é uma ação humana de ordenação do caos."
    ]
  },
  {
    "title": "QUESTÃO 18 Longa foi a agonia, longa e cruel, de uma crueldade minuciosa, fria, repisada, que me encheu de dor e estupefação. Era a primeira vez que eu via morrer alguém. Conhecia a morte de oitiva; quando muito a tinha visto já petrificada no rosto de algum cadáver, que acompanhei ao cemitério, ou trazia a ideia embrulhada nas amplificações de retórica dos professores de coisas antigas – a morte aleivosa de César, a austera de Sócrates, a orgulhosa de Catão. Todavia esse duelo do ser e do não ser, a morte em ação, dolorida, contraída, convulsa, sem aparelho político ou filosófico, a morte de uma pessoa amada, essa foi a primeira vez que a pude encarar. Não chorei; lembro-me de que não chorei. ASSIS, Machado de. Memórias póstumas de Brás Cubas. Petrópolis: Vozes, 2017. p. 73. Das alternativas, assinale a correta. ",
    "options": [
      "A) A conjunção todavia, em “Todavia esse duelo do ser e do não ser”, confirma uma dualidade conceitual a respeito da morte: a morte como entidade distante e a morte como sensibilidade afetiva.",
      "B) A expressão de oitiva, em “Conhecia a morte de oitiva”, indica a experiência prévia do narrador no seu parecer sobre a morte como algo cotidiano, reconhecido pelas consequências.",
      "C) O que, em “que me encheu de dor e estupefação”, comporta-se na estrutura sintática do período como complemento verbal; por isso, reporta-se a um termo anterior.",
      "D) A preposição de, em “lembro-me de que não chorei”, aparece como elemento expletivo, ou seja, apenas para realçar a estrutura morfossintática.",
      "E) O pronome essa, em “essa foi a primeira vez que a pude encarar”, reporta-se a uma opinião posterior ao fato referenciado."
    ]
  },
  {
    "title": "QUESTÃO 19 As experiências de retorno às aulas durante os dois primeiros anos de enfrentamento à Covid-19, portanto período de 2020/2021, mostraram realidades distintas e permitem uma análise sobre medidas administrativas e decisões tomadas em meio a muitas incertezas e pânico. Em Taiwan (China), adotou-se estratégia anteriormente utilizada durante a pandemia do vírus H1N1, em 2009, ou seja, fechamentos temporários e localizados, baseados nas taxas de infecção locais, em conjunto com medidas de saúde e segurança no ambiente escolar (UNESCO, 2020). Em Israel, as escolas fecharam em 13 de março e reabriram em 17 de maio de 2020. A partir de 26 de maio iniciou-se um surto de transmissão em massa, que forçou um novo fechamento de todas. As classes na primeira escola atingida tinham mais de trinta alunos e a maior parte dos alunos participavam de atividades extracurriculares (IPEA, 2020, p. 8). Já na Alemanha os principais jornais norte-americanos, entre estes o New York Times Journal (2021), tornaram públicas as suas práticas, onde as aulas se deram com observância do regime semipresencial a partir de setembro de 2020 em função da capacidade e habilidade em gerenciar a crise observando rigorosamente diretrizes da Organização Mundial da Saúde (ONU, 2021c) e diferenciais, tais como, testagem em massa com resultados rápidos para a Covid-19. A Inglaterra também adotou os protocolos sugeridos pela WHO (2020) de forma rigorosa, com ampla testagem e isolamento das turmas e famílias dos alunos em que a testagem identificou a presença do Coronavírus. Disponível em: <https://periodicos.ufv.br/revistadir/article/view/14239>. Acesso em: 29. ago. 2022. A partir da leitura do texto, depreende-se que ",
    "options": [
      "A) cada país adotou estratégias e protocolos próprios com vistas ao retorno às aulas e a uma cobertura vacinal adequada ao combate à COVID-19.",
      "B) diferentes países adotaram medidas semelhantes para o combate à COVID-19, tendo como resultados a diminuição da taxa de contaminação e o retorno das crianças às aulas.",
      "C) os países adotaram medida semelhante àquelas adotadas na pandemia pelo vírus H1N1, de 2009, com regime semipresencial de aulas, visando à segurança escolar e o restabelecimento das aulas.",
      "D) a testagem em massa, o fechamento em massa das escolas e o isolamento de crianças com exames positivos para COVID-19 foram medidas adotadas pelos países mencionados no artigo, com vistas à segurança das crianças em idade escolar.",
      "E) os países mencionados usaram estratégias e protocolos diversos para o retorno às aulas durante o período pandêmico, sendo fechamento localizados ou em massa, aulas semipresenciais, testagem em massa e isolamento de turmas ou famílias que testaram positivo para COVID-19 algumas das medidas tomadas."
    ]
  },
  {
    "title": "QUESTÃO 20 O conceito de norma linguística desde sempre oscila entre uma perspectiva do normal e uma perspectiva do normativo. A primeira é de interesse da sociolinguística e das práticas descritivas da língua; a segunda é o foco de atenção da gramática normativa e das práticas prescritivas. Na sociedade brasileira contemporânea, no entanto, essa separação se torna cada vez mais instável e difusa, dando origem de fato a normas híbridas, em que se confundem prescrições tradicionais e representações do normativo por parte dos diferentes falantes. Nos processos sociais de tradução, essa hibridização fica patente nas diferentes normas que incidem sobre um texto traduzido desde sua produção pelo tradutor até sua impressão definitiva e chegada ao mercado. Entre esses dois polos, diversos agentes normativos interferem na tradução, muitas vezes em franca oposição às opções iniciais do tradutor. Disponível em: <https://repositorio.unb.br/bitstream/10482/10546/1/ARTIGO_NormaLinguisticaHibridismo.pdf>. Acesso em: 27. ago. 2022. Do ponto de vista semântico, é correto afirmar que ",
    "options": [
      "A) “hibridização” constitui um hiperônimo de norma linguística.",
      "B) “sociolinguística” constitui hipônimo de gramática normativa.",
      "C) “práticas descritivas” e “práticas prescritivas” constituem antonímia.",
      "D) “tradução” conota uma clara distinção entre práticas descritivas e práticas prescritivas.",
      "E) “sociolinguística” e “práticas prescritivas” constituem duas abordagens sobre as línguas, as quais abordam o normal das línguas."
    ]
  },
  {
    "title": "QUESTÃO 21 O Estado Moderno como conhecemos teve início com a decadência do feudalismo. Sobre esse início, é correto afirmar que ",
    "options": [
      "A) houve predominância na descentralização política.",
      "B) o rei,naquela época, submetia-se a um regime fixo de leis.",
      "C) a sua primeira feição se deu sobre a forma de um Estado absolutista.",
      "D) a França e a Inglaterra estão entre os dois primeiros Estados Nação a unificar os seus territórios.",
      "E) havia clara divisão de poderes, como conhecemos hoje, entre os chefes do executivo, legislativo e judiciário."
    ]
  },
  {
    "title": "QUESTÃO 22 O Estado brasileiro não surgiu como um Estado federado, sendo o modelo federativo criado apenas com a Constituição de 1891. Esse modelo foi mantido na nossa atual Constituição de 1988. Dadas as afirmativas, I. O modelo federal adotado pela Constituição de 1988 diz que a República Federativa do Brasil é formada pela união indissolúvel dos Estados e Municípios e do Distrito Federal. Sua organização política compreende União, Estados, Distrito Federal e Municípios em forma de hierarquia. II. A Constituição Federal de 1988 trouxe mais competências e maiores responsabilidades para os Municípios. III. O princípio da predominância do interesse, priorizado na Constituição de 1988, definiu pelo tratamento uniforme dos assuntos de natureza regional e local. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II, apenas.",
      "C) I e III, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 23 No que se refere à evolução das formas históricas de Estado, observou-se, em um determinado momento, que as decisões sobre políticas públicas vão além de eleger alguém por voto para lhe representar e tomar as decisões que se espera. A própria sociedade passa a interferir nas decisões de governo. Considerando o exposto, qual o conceito de Estado? ",
    "options": [
      "A) Estado liberal.",
      "B) Estado absolutista.",
      "C) Estado social-democrático.",
      "D) Estado liberal democrático.",
      "E) Estado social-liberal e republicano."
    ]
  },
  {
    "title": "QUESTÃO 24 São características de um Estado Federativo a sua descentralização política, a repartição de competências e uma constituição rígida. Dadas as afirmativas, I. A rigidez da nossa Constituição se configura, entre outras coisas, na inexistência do Direito de Secessão. II. A existência de uma Corte Constitucional é outra característica que pode ser somada a um Estado Federativo. No Brasil, ela é o Supremo Tribunal Federal. III. A possibilidade de intervenção está definida na Constituição Federal, mesmo considerando os entes autônomos. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) I e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 25 Dadas as afirmações quanto à decisão de um gestor público na implantação de uma faixa exclusiva para circulação de transporte público, considerando a doutrina Alemã do Direito Administrativo, I. Decisão adequada, quando o objetivo é minimizar os problemas de mobilidade urbana. II. Decisão necessária, quando se considera que os benefícios gerados superaram os seus custos. III. Decisão proporcional, quando fica claro que é aquela que menos limita um direito fundamental. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 26 Em 2019, os noticiários apontavam para a dificuldade de coalizões em parlamentos pelo mundo. Crises de confiança nos partidos tradicionais e dificuldade de uma agenda comum foram apontados como os principais motivos. Dadas as afirmativas, I. Em um Sistema Parlamentarista dito negativo, o novo governo precisa demonstrar maioria para tomar posse. II. O Chefe de Governo em um sistema Parlamentarista pratica os atos de administração. III. A função de chefe de Estado em um sistema parlamentarista pode ser exercida pelo presidente ou pelo monarca. IV. O voto de desconfiança é um mecanismo que pode derrubar governos no sistema parlamentarista. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) I e III, apenas.",
      "C) II e IV, apenas.",
      "D) II, III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 27 No âmbito da reforma administrativa do Estado Brasileiro, muitos presidentes lançaram ações importantes; algumas são conhecidas até hoje, como as listadas na primeira coluna do quadro: 1. Criação do Departamento Administrativo do Serviço Público (DASP) ( ) Emílio Médici 2. Criação do 1º Plano Nacional de Desenvolvimento (PND) ( ) Fernando Henrique Cardoso 3. Criou o Ministério de Administração Federal e Reforma do Estado (MARE) ( ) Getúlio Vargas 4. Lançou a Lei nº 8.666/93 – Lei de Licitações ( ) Juscelino Kubistchek 5. Criou a SUDENE e a Escola Brasileira de Administração Pública ( ) Itamar Franco Relacione a segunda coluna de acordo com as afirmações contidas na primeira coluna e assinale a alternativa que contém a sequência correta. ",
    "options": [
      "A) 1, 4, 3, 2, 5",
      "B) 2, 3, 1, 5, 4",
      "",
      "D) ( ) Fernando Henrique Cardoso 3. Criou o Ministério de Administração Federal e Reforma do Estado (MAR",
      "E) ( ) Getúlio Vargas 4. Lançou a Lei nº 8.666/93 – Lei de Licitações ( ) Juscelino Kubistchek 5. Criou a SUDENE e a Escola Brasileira de Administração Pública ( ) Itamar Franco Relacione a segunda coluna de acordo com as afirmações contidas na primeira coluna e assinale a alternativa que contém a sequência correta. A) 1, 4, 3, 2, 5 B) 2, 3, 1, 5, 4 C) 3, 1, 5, 4, 2 D) 4, 5, 2, 3, 1 E) 5, 2, 4, 1, 3"
    ]
  },
  {
    "title": "QUESTÃO 28 O Banco Mundial, em um dos seus conceitos sobre governança, diz que é “a capacidade dos governos de planejar, formular e implementar políticas e cumprir funções”. Cada ação nesse sentido obriga os gestores públicos ao processo de prestação de contas (accountability), informando e explicando os seus atos. Segundo a doutrina, a accountability pode ocorrer de várias formas. Assinale a alternativa correta. ",
    "options": [
      "A) Quando a mídia livre faz pressão, expondo atos duvidosos de agentes públicos, no exercício do controle social, está praticando uma Accountability Horizontal.",
      "B) Quando os eleitores do Estado escolhem o seu governador, aprovando ou reprovando algum nome na urna eletrônica, estão praticando uma Accountability Social.",
      "C) O Tribunal de Contas do Estado de Alagoas, ao exercer o seu poder institucional com autoridade legal de controlar e aplicar sanções, está praticando uma Accountability Social.",
      "D) O Tribunal de Contas do Estado de Alagoas, ao exercer o seu poder institucional com autoridade legal de controlar e aplicar sanções, está praticando uma Accountability Vertical.",
      "E) O Tribunal de Contas do Estado de Alagoas, ao exercer o seu poder institucional com autoridade legal de controlar e aplicar sanções, está praticando uma Accountability Horizontal."
    ]
  },
  {
    "title": "QUESTÃO 29 Para a realização dos trabalhos de auditoria em uma determinada prefeitura municipal, a qual utiliza recursos federais repassados por um determinado programa, foi verificada a necessidade de atuação dos auditores da referida prefeitura, juntamente com os auditores do órgão central do sistema de controle interno do Poder Executivo Federal. Cabe a estes o papel de coordenação dos trabalhos de auditoria. Segundo as formas de execução da auditoria, o tipo de auditoria relatada foi executada de forma ",
    "options": [
      "A) integrada.",
      "B) terceirizada.",
      "C) centralizada.",
      "D) compartilhada.",
      "E) descentralizada."
    ]
  },
  {
    "title": "QUESTÃO 30 O Estado exerce a chamada \\\"função administrativa\\\", que é submetida ao regime jurídico de direito público ou regime jurídico-administrativo. A Administração Pública possui princípios que direcionam suas ações. Segundo a Constituição da República Federativa do Brasil de 1988, em seu Art. 37, são princípios explícitos para a Administração Pública Direta e Indireta: ",
    "options": [
      "A) publicidade e eficiência.",
      "B) moralidade e excelência.",
      "C) probidade e economicidade.",
      "D) indisponibilidade e eficiência.",
      "E) publicidade e economicidade."
    ]
  },
  {
    "title": "QUESTÃO 31 Nos últimos anos, a sociedade, por meio da imprensa livre, tem tido conhecimento sobre várias situações de supostos atos de corrupção por parte de agentes públicos. Após denúncia dos Ministérios Públicos, alguns casos foram confirmados nos tribunais após tramitação do processo em julgado. Nesse contexto, para minimizar os riscos de corrupção, o compliance foi ganhando espaço no setor público. Dadas as afirmativas sobre a importância do compliance na gestão pública, I. O compliance aponta para a previsibilidade do risco. II. O compliance evita o risco da integridade. III. O compliance pode ser entendido como um sistema de gestão. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II, apenas.",
      "C) I e III, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 32 Definido(s) o(s) que deriva(m) dos objetivos, no planejamento de auditoria, são necessários estabelecer, de maneira atrelada, o(s) que serve(m) de parâmetro para avaliação dos procedimentos adotados e resultados alcançados na gestão pública. No contexto de Planejamento de Auditoria, assinale a alternativa que completa as lacunas dando sentido à frase. ",
    "options": [
      "A) critérios, objeto",
      "B) recursos, riscos",
      "C) objeto, recursos",
      "D) riscos, cronograma",
      "E) questionamentos, critérios"
    ]
  },
  {
    "title": "QUESTÃO 33 Dadas as afirmativas sobre a execução de uma auditoria de conformidade, I. O auditor deve seguir os procedimentos previstos na Matriz de Planejamento. II. Busca-se por evidências que comprovem ou não os achados da auditoria. III. Os achados são uma fase da auditoria em que a situação encontrada é confrontada com a situação que deveria ocorrer. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II, apenas.",
      "C) I e III, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 34 O monitoramento representa o final do ciclo de auditoria, após a seleção do objeto, o planejamento, a execução, a confecção do relatório, a apresentação ao(s) gestor(es) responsável(eis) pelo órgão/setor auditado, a apreciação e a divulgação. No monitoramento, busca-se entender se as recomendações foram suficientes para produzir as mudanças ou melhorias, se elas produziram o efeito esperado, e, se as deliberações estão sendo implementadas. A respeito do monitoramento, assinale a alternativa correta. ",
    "options": [
      "A) O principal objetivo do monitoramento é saber se as ações foram implementadas.",
      "B) Os resultados do monitoramento da auditoria, como forma de fornecimento de feedback, são exclusivos para os órgãos de controle interno e externo.",
      "C) O Plano de Ação é uma ferramenta de gestão que norteia o processo de monitoramento da auditoria, tendendo a lhe dar objetividade e maior eficiência.",
      "D) No monitoramento, o auditor observa se o gestor implementou a solução apontada no relatório para o problema e causas encontrados.",
      "E) O monitoramento tipo RMON é aquele que pode ser realizado pela requisição de documentos comprobatórios e consultas a sistemas informatizados."
    ]
  },
  {
    "title": "QUESTÃO 35 Controle interno é o processo que busca garantir o cumprimento dos objetivos organizacionais, diante dos riscos de que eles possam não ser concretizados. Por meio dos processos de auditagem, o controle interno busca, entre outras atividades, verificar se o desempenho organizacional está de acordo com os padrões e os objetivos organizacionais, ou seja, por um lado, o planejamento organizacional define os objetivos e, por outro, o controle acompanha a sua condução, a fim de buscar garantias para que os objetivos sejam alcançados. Para tanto, a legislação brasileira determina que sejam realizados três tipos de controle. São eles: ",
    "options": [
      "A) planejamento, execução e organização.",
      "B) objetivo, subjetivo e consubstanciado.",
      "C) sistemático, empírico e esporádico.",
      "D) prévio, concomitante e subsequente.",
      "E) inicial, intermediário e avançado."
    ]
  },
  {
    "title": "QUESTÃO 36 Considere uma auditoria na folha de pagamento de um hospital público, na qual avaliam pagamentos de insalubridade. Os pagamentos que não satisfizerem certas condições podem ser considerados ",
    "options": [
      "A) objeto da auditoria.",
      "B) norma da auditoria.",
      "C) critério da auditoria.",
      "D) escopo da auditoria.",
      "E) evidência da auditoria."
    ]
  },
  {
    "title": "QUESTÃO 37 A garantia da qualidade em um processo de auditoria passa por muitos elementos. Um deles é o processo de supervisão, na qual se implantam as regras que buscam as melhores práticas. O TCU, por exemplo, possui um manual exclusivo de orientações para supervisão em auditoria. Dadas as afirmativas a respeito da supervisão em auditoria, I. É papel do Supervisor a revisão do trabalho da equipe na delimitação do objetivo e do escopo da auditoria. II. É considerado uma boa prática em auditoria a elaboração da Matriz de Planejamento em duas etapas. III. Ao Supervisor cabe a revisão e validação da Matriz de Planejamento. IV. O Supervisor observa, sem interferência, as discussões da equipe sobre os achados relevantes que comporão a matriz de achados. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) IV, apenas.",
      "B) I e II, apenas.",
      "C) III e IV, apenas.",
      "D) I, II e III, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 38 No processo de avaliação de riscos, normalmente se usa uma matriz de probabilidade e impacto com escalas qualitativas variando de um a cinco pontos (Probabilidade: 1 = raro, 2 = pouco provável, 3 = provável, 4 = muito provável e 5 = praticamente certo; Impacto: 1 = muito baixo, 2 = baixo, 3 = médio, 4 = alto e 5 = muito alto). Considere a situação hipotética para definir o nível de risco: A meta de uma Secretaria de Estado é cadastrar nos seus programas sociais 100% das famílias. Diante disso, foram identificados os seguintes eventos de risco que podem afetar o atingimento da meta: falta de alguma documentação para conclusão do cadastro (Impacto = 2 e Probabilidade = 4) e não comparecimento do responsável da família ao local e dia marcado (Impacto = 4 e Probabilidade = 2). Observando as informações apresentadas e a gestão de riscos recomendada pelo TCU, assinale a alternativa correta. ",
    "options": [
      "A) Os níveis de risco dos dois eventos são 2 e 4, respectivamente, sendo o evento do não comparecimento da família ao local e dia marcado o mais importante.",
      "B) Os níveis de risco dos dois eventos são 8 e 8, respectivamente, sendo o evento do não comparecimento da família ao local e dia marcado o mais importante.",
      "C) Os níveis de risco dos dois eventos são 6 e 6, respectivamente, sendo o evento do não comparecimento da família ao local e dia marcado o mais importante.",
      "D) Os níveis de risco dos dois eventos são 6 e 6, respectivamente, sendo o evento da falta de alguma documentação para a conclusão cadastral o mais importante.",
      "E) Os níveis de risco dos dois eventos são 8 e 8, respectivamente, sendo o evento da falta de alguma documentação para a conclusão cadastral o mais importante."
    ]
  },
  {
    "title": "QUESTÃO 39 A Norma Brasileira de Auditoria do Setor Público (NBASP 10) discorre sobre a independência dos Tribunais de Contas. Quando está previsto que “membros e servidores dos Tribunais de Contas não devem ser influenciados pelas organizações auditadas e não devem ser dependentes dessas organizações”, estamos falando do princípio ",
    "options": [
      "A) da prevenção ao conflito de interesses.",
      "B) do direito e obrigação de informar sobre seu trabalho.",
      "C) da cooperação interinstitucional sem prejuízo da independência e da autonomia.",
      "D) da independência dos Tribunais de Contas para o desempenho de suas competências.",
      "E) da previsão legal da independência dos Tribunais de Contas, de seus membros e de seu quadro funcional."
    ]
  },
  {
    "title": "QUESTÃO 40 Considerando uma matriz de achados, quando o auditor identifica que a discrepância ocorreu em uma obra, ele está preenchendo a coluna de ",
    "options": [
      "A) causa.",
      "B) objetos.",
      "C) critério.",
      "D) evidências.",
      "E) situação encontrada."
    ]
  },
  {
    "title": "QUESTÃO 41 O Tribunal de Contas da União (TCU) tem sede no Distrito Federal, quadro próprio de pessoal, e é integrado por nove ministérios que serão nomeados dentre brasileiros que satisfaçam os seguintes requisitos: I. mais de trinta e cinco e menos de setenta anos de idade; II. notórios conhecimentos jurídicos, contábeis, econômicos e financeiros ou de administração pública; III. mais de dez anos de exercício de função ou de efetiva atividade profissional que exija conhecimentos orçamentários e de tecnologia. Das afirmativas, verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) I e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 42 Dadas as afirmativas sobre a prestação de contas junto ao Tribunal de Contas da União, I. É obrigatório a prestação de contas pelo Presidente da República e demais administradores de órgãos e entidades do setor público. II. Os atos normativos dos Tribunais de Contas apresentam os procedimentos, as regras e os elementos para a prestação de contas. III. Um dos principais propósitos da prestação de contas é apresentar as possíveis irregularidades praticadas por órgãos e entidades do setor público. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 43 O Tribunal de Contas realizando uma fiscalização em uma Secretaria Municipal de Educação encontrou os seguintes problemas: a) insatisfação da população pelo serviço de transporte escolar; b) pagamentos indevidos, com recursos do Fundeb, a professores que estão cedidos a outros órgãos; e c) o custo médio da merenda escolar, por aluno, está bem acima do mercado. Em relação aos problemas citados e aos princípios dominantes que se observaram na fiscalização, respectivamente, assinale a alternativa correta. ",
    "options": [
      "A) Legitimidade, legalidade e economicidade.",
      "B) Legalidade, moralidade e economicidade.",
      "C) Imparcialidade, legalidade e legitimidade.",
      "D) Moralidade, imparcialidade e renúncia de receitas.",
      "E) Legitimidade, aplicação das subvenções e renúncia de receitas."
    ]
  },
  {
    "title": "QUESTÃO 44 A Constituição Federal do Brasil determina que o Estado esteja sobre controle externo. Dadas as afirmativas quanto ao controle externo, I. O Poder Legislativo exercita o controle externo de forma direta, enquanto as Cortes de Conta o fazem de maneira indireta. II. A fiscalização exercida pelo Tribunal de Contas da União também será exercida em Estados e Municípios sobre quaisquer recursos aplicados. III. O Congresso Nacional, por intermédio do Tribunal de Contas da União, poderá realizar auditoria patrimonial nas unidades administrativas do Poder Judiciário. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) I e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 45 Dadas as afirmativas sobre o Ministério Público de Contas, I. Goza de autonomia administrativa, financeira e orçamentária. II. O Ministério Público de Contas tem legitimidade para impetrar mandado de segurança em face de acórdão do Tribunal de Contas. III. As prerrogativas dos Ministérios Públicos, junto aos Tribunais de Contas, estão previstas nos regimentos internos e nas leis orgânicas dos Tribunais de Contas. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 46 Dadas as afirmativas a respeito das características do Tribunal de Contas Brasileiro, I. Vinculado e subordinado ao Poder Legislativo. II. Trata-se de um sistema de corte de contas, mas que agrega algumas características de auditorias gerais. III. Suas competências estão amplamente previstas na Constituição Federal. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 47 Considere a situação hipotética: Um Tribunal de Contas do Estado vai a campo para fiscalizar uma obra em execução referente à construção de uma rodovia que interliga duas cidades. Quanto à sua classificação, refere-se ao controle ",
    "options": [
      "A) externo de momento e prévio de localização.",
      "B) externo de localização e prévio de momento.",
      "C) interno de localização e posterior de momento.",
      "D) interno de localização e concomitante de momento.",
      "E) externo de localização e concomitante de momento."
    ]
  },
  {
    "title": "QUESTÃO 48 Dentre as competências do TCU elencadas no Art. 71 da Constituição Federal, destaca-se a competência de apreciar, para fins de registro, os atos de admissão de pessoal na administração direta e indireta. Diante disso, dadas as afirmativas, I. A apreciação do registro pelo TCU é considerada um controle de legalidade. II. O ato administrativo é considerado complexo por envolver a aprovação em três etapas: administração pública, TCU e Poder Legislativo. III. Compete ao Tribunal de Contas da União apreciar, inclusive, o provimento de cargos comissionados e de empregados públicos temporários. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II, apenas.",
      "C) I e III, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 49 Um Tribunal de Contas realiza uma apreciação em registros de aposentaria em um determinado órgão e após procedimento decide pela aplicação de multa ao gestor responsável. Considerando a situação hipotética, o Tribunal de Contas exerceu a(s) função(ões): I. fiscalizadora; II. sancionadora; III. pedagógica. Dos itens, verifica-se que está(ão) correto(s) ",
    "options": [
      "A) I, apenas.",
      "B) III, apenas.",
      "C) I e II, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 50 Sobre as múltiplas incidências submetidas ao controle externo, quando um órgão público é auditado a respeito do cumprimento das escalas em um hospital público, refere-se ao controle ",
    "options": [
      "A) orçamentário.",
      "B) operacional.",
      "C) patrimonial.",
      "D) financeiro.",
      "E) contábil. CONHECIMENTO GERAL – DIREITO ADMINISTRATIVO"
    ]
  },
  {
    "title": "QUESTÃO 51 A Secretaria de Turismo do Estado pretende contratar determinados serviços de preparação de eventos, com o fornecimento de alimentos e bebidas, cujos padrões de desempenho e qualidade possam ser objetivamente definidos pelo edital, por meio de especificações usuais no mercado, tendo como valor estimado para a contratação o importe de R$ 500.000,00 (quinhentos mil reais). Dado o caso hipotético, o órgão público estadual poderá utilizar das seguintes modalidades licitatórias: ",
    "options": [
      "A) convite, leilão ou concorrência.",
      "B) concorrência, concurso ou convite.",
      "C) concurso, tomada de preços ou pregão.",
      "D) leilão, concorrência ou tomada de preços.",
      "E) tomada de preços, concorrência ou pregão."
    ]
  },
  {
    "title": "QUESTÃO 52 Quando o poder público precisa editar certos comandos gerais e abstratos para viabilizar o cumprimento da lei, a exemplo de uma instrução normativa, estes atos são chamados pela doutrina administrativista brasileira de atos ",
    "options": [
      "A) punitivos.",
      "B) negociais.",
      "C) normativos.",
      "D) ordinatórios.",
      "E) enunciativos."
    ]
  },
  {
    "title": "QUESTÃO 53 O Governador do Estado decidiu nomear seu irmão para o cargo de Secretário Estadual de Transportes, considerando a sua experiência na área, uma vez que é servidor de carreira lotado na Secretaria de Transportes por vários anos, tendo exercido diversas atribuições em variados setores deste órgão estadual, além de considerá-lo de confiança para assumir tal encargo. Dada a situação hipotética, é correto afirmar que a nomeação ",
    "options": [
      "A) é válida, já que não se considera nepotismo a nomeação de parente da autoridade nomeante, quando o nomeado for servidor de carreira da Administração Pública.",
      "B) é válida, já que a vedação ao nepotismo não alcança a nomeação para cargos de natureza política, salvo quando demonstrada a intenção de fraudar a lei.",
      "C) é inválida, uma vez que viola texto expresso de lei, configurando uma das hipóteses de improbidade administrativa.",
      "D) é inválida, por afrontar aos princípios da moralidade e impessoalidade, mas não constitui hipótese de improbidade administrativa.",
      "E) é inválida, por violar a Súmula Vinculante nº 13, configurando-se hipótese de nepotismo denominado cruzado."
    ]
  },
  {
    "title": "QUESTÃO 54 A Petrobrás, a Caixa Econômica Federal, a Funai e o INSS são, respectivamente, exemplos de ",
    "options": [
      "A) Sociedade de Economia Mista, Empresa Pública, Fundação Pública e Autarquia.",
      "B) Sociedade de Economia Mista, Autarquia, Fundação Pública e Empresa Pública.",
      "C) Empresa Pública, Sociedade de Economia Mista, Fundação Pública e Autarquia.",
      "D) Fundação Pública, Sociedade de Economia Mista, Empresa Pública e Autarquia.",
      "E) Autarquia, Sociedade de Economia Mista, Fundação Pública e Empresa Pública."
    ]
  },
  {
    "title": "QUESTÃO 55 Rodolfo, antigo proprietário do imóvel X, desapropriado em 2017, com indenização, e, para a finalidade pública de construção de uma escola, soube que o município expropriante dispôs do imóvel para outra finalidade, qual seja, a construção de uma quadra poliesportiva, e, por isso, tentou reaver o imóvel. Dada essa situação hipotética, é correto afirmar que Rodolfo ",
    "options": [
      "A) poderá obter a retrocessão do imóvel.",
      "B) poderá reaver o imóvel, pois houve tredestinação ilícita.",
      "C) poderá reaver o imóvel, pois houve desapropriação indireta.",
      "D) não poderá reaver o imóvel, pois houve tredestinação lícita.",
      "E) não poderá reaver o imóvel, pois foi feita a desapropriação por zona."
    ]
  },
  {
    "title": "QUESTÃO 56 Dadas as afirmativas sobre a competência dos Tribunais de Contas prevista na Constituição Federal, I. Fiscalizar as contas nacionais das empresas supranacionais de cujo capital social a União participe, ainda que de forma indireta, nos termos do tratado constitutivo. II. Fiscalizar a aplicação de todos os recursos repassados à União mediante convênio, acordo, ajuste ou outros instrumentos congêneres, pelos Estados, Distrito Federal ou pelos Municípios. III. Aplicar aos responsáveis, em caso de ilegalidade de despesa ou irregularidade de contas, as sanções previstas em lei, que estabelecerá, entre outras cominações, multa proporcional ao dano causado ao erário. IV. Interromper, se não atendido, a execução de um ato por ele (Tribunal de Contas) impugnado, comunicando sua decisão ao chefe do Poder Executivo. verifica-se que estão corretas ",
    "options": [
      "A) I e II, apenas.",
      "B) I e III, apenas.",
      "C) II e IV, apenas.",
      "D) III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 57 Arnaldo atravessou uma rodovia à noite e foi atropelado, chegando a ter uma perna amputada. A rodovia em questão é administrada por uma concessionária do poder público do estado X e não possui sinalização em certos trechos. Arnaldo alega justamente que não havia sinalização alguma, tampouco faixa de pedestre no trecho que precisou atravessar, próximo a sua residência. Pede, então, através de ação judicial uma indenização ao estado X e à Concessionária, por entender que não houve culpa exclusiva da vítima no acidente e que o estado X e a Concessionária são legítimos responsáveis pelos danos sofridos por ele. Nesse caso, é correto afirmar: ",
    "options": [
      "A) não há possibilidade de responsabilizar o estado segundo a jurisprudência do Superior Tribunal de Justiça (STJ), pois nos casos que envolvem acidentes em Rodovias sob a responsabilidade de uma Concessionária do poder público, cabe somente a esta ressarcir eventuais danos aos cidadãos.",
      "B) de acordo com o STJ, quando a atividade é concedida pelo estado, a Concessionária não responde em nome próprio pelos seus atos, devendo o estado reparar os danos ou lesões causadas a terceiros. Nesse caso, somente o estado X teria o dever de reparar o dano sofrido por Arnaldo.",
      "C) é firme o entendimento do STJ no sentido de que as concessionárias de serviços públicos concernentes a rodovias respondem, objetivamente, por qualquer defeito na prestação do serviço, pela manutenção da rodovia em todos os aspectos, assim como o estado em situações similares.",
      "D) a falta de sinalização na rodovia foi fator determinante para o acidente de Arnaldo; porém, o fato de a vítima supostamente ter feito uma travessia perigosa na rodovia, à noite, excluiu a obrigação de indenizar, tanto da Concessionária, quanto do estado X, conforme a jurisprudência predominante do STJ.",
      "E) o direito de segurança do usuário está inserido no serviço público concedido, segundo entendimento do STJ, mas não pode haver presunção de que a concessionária assumiu todas as atividades e responsabilidades inerentes ao serviço prestado, devendo o estado X, assumir a responsabilidade em caso de danos ao usuário."
    ]
  },
  {
    "title": "QUESTÃO 58 Um determinado cantor deseja se apresentar numa cidade. Para isso, faz-se necessário preencher determinados requisitos em relação à estrutura e à segurança do seu show. Após vistoria, a autoridade pública competente encontrou falhas graves na estrutura e no plano de segurança, e determinou o cancelamento da apresentação do artista. Com base nessas informações, é correto afirmar que o cancelamento se deu após o exercício do ",
    "options": [
      "A) abuso de poder.",
      "B) poder regulamentar.",
      "C) poder hierárquico.",
      "D) poder disciplinar.",
      "E) poder de polícia."
    ]
  },
  {
    "title": "QUESTÃO 59 O município “A” possui um contrato de concessão do serviço de transporte público municipal com a empresa “B” pelo prazo de 10 (dez) anos. Porém, por razões de interesse público, decide extinguir a concessão, ainda durante o prazo de sua vigência, e retomar diretamente o seu serviço público de transporte. Dadas as afirmativas quanto ao caso hipotético, I. A extinção da concessão acima é possível por declaração de caducidade, a critério do poder concedente, hipótese em que os bens da empresa concessionária vinculados aos objetivos do serviço concedido reverteriam em favor do Poder Público Municipal, independentemente de indenização. II. A extinção da concessão acima é possível por encampação, desde que autorizada previamente por lei específica e após prévio pagamento de indenização das parcelas dos investimentos vinculados a bens reversíveis, ainda não amortizados ou depreciados, que tenham sido realizados com o objetivo de garantir a continuidade e atualidade do serviço concedido. III. A reversão dos bens da empresa concessionária vinculados à execução do serviço poderá ocorrer de forma onerosa ou gratuita. No primeiro caso, o concedente tem o dever de indenizar a concessionária, porque os bens foram adquiridos com seu exclusivo capital, ao passo que, no segundo caso, a fixação da tarifa já levou em conta o ressarcimento do concessionário pelos recursos que empregou na aquisição dos bens, de forma que ao final tem o concedente o direito à propriedade desses bens sem qualquer ônus. IV. O contrato de concessão do serviço de transporte público municipal necessariamente foi precedido por uma licitação pública, na modalidade concorrência ou diálogo competitivo, incumbindo à concessionária a execução do serviço concedido, cabendo-lhe responder por todos os prejuízos causados ao poder concedente, aos usuários ou a terceiros, sem que a fiscalização exercida pelo órgão competente exclua ou atenue essa responsabilidade. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) I e III, apenas.",
      "C) I e IV, apenas.",
      "D) II, III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 60 Dadas as afirmativas quanto ao provimento de cargos públicos, I. A nomeação e a reversão, enquanto espécies de provimentos originários, independem da vinculação jurídica anterior com o Estado, sendo que a primeira poderá ser promovida em caráter efetivo ou em comissão, enquanto que a segunda deverá necessariamente ocorrer em caráter efetivo. II. Invalidada por sentença judicial a demissão do servidor estável, será ele reintegrado, e o eventual ocupante da vaga, se estável, reconduzido ao cargo de origem, sem direito à indenização, aproveitado em outro cargo ou posto em disponibilidade com remuneração proporcional ao tempo de serviço. III. É inconstitucional a modalidade de provimento que propicie ao servidor investir-se, sem prévia aprovação em concurso público destinado ao seu provimento, em cargo que não integra a carreira na qual anteriormente investido, salvo quando da transformação de cargos e da transferência de servidores. IV. A recondução é a forma de provimento derivado, consistente no retorno do servidor estável ao cargo anteriormente ocupado, e decorrerá de inabilitação em estágio probatório relativo a outro cargo ou reintegração do anterior ocupante. verifica-se que estão corretas ",
    "options": [
      "A) I e II, apenas.",
      "B) I e III, apenas.",
      "C) II e IV, apenas.",
      "D) III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 61 A empresa Grão de Areia S/A apresentou os seguintes saldos contábeis em 31/12/2021: Contas Contábeis Saldos Abatimento sobre vendas 62.000,00 Banco conta movimento 86.000,00 Capital a integralizar 800.000,00 COFINS sobre vendas 93.000,00 COFINS a recuperar 10.000,00 Capital Social Subscrito 1.500.000,00 Comissões de vendedores 12.300,00 Imóveis de uso 772.200,00 PIS a recuperar 10.000,00 PIS incidente nas vendas 8.000,00 Receita bruta de vendas 1.230.000,00 Receitas de juros 13.000,00 Reserva de lucros 50.000,00 Seguros pagos antecipadamente 14.000,00 Custo das mercadorias vendidas 760.000,00 Despesas com salários 65.000,00 Despesas de juros 4.500,00 Duplicatas a pagar 350.000,00 ICMS incidente nas vendas 209.100,00 Imposto de Renda e Contribuição Social sobre o Lucro Líquido 6.900,00 Estoque de Mercadorias 230.000,00 Tomando como base os saldos apresentados, assinale a alternativa correta. ",
    "options": [
      "A) A receita líquida na demonstração do resultado do exercício é R$ 97.900,00.",
      "B) Os tributos incidentes sobre as vendas somam R$ 302.100,00.",
      "C) As deduções da receita bruta totalizam R$ 310.100,00.",
      "D) O lucro líquido do exercício é R$ 22.200,00.",
      "E) O lucro bruto do exercício é R$ 29.100,00."
    ]
  },
  {
    "title": "QUESTÃO 62 A escrituração é uma das técnicas contábeis que consiste em registrar, nos livros contábeis próprios, todas as ocorrências na entidade que modifiquem ou possam vir a modificar a situação patrimonial desta. Dadas as afirmativas acerca dessa técnica, I. A escrituração contábil deve ser realizada exclusivamente por profissional da Contabilidade, de nível superior, legalmente habilitado. II. A escrituração contábil deve ser feita em ordem cronológica de dia, mês e ano, sendo em idioma e moeda corrente nacionais. III. Toda a escrituração contábil deve ser executada com base em documentos internos, visando à segurança das informações registradas pela Contabilidade da entidade. IV. No processo de escrituração poderá ocorrer a retificação de lançamento, que pode ser feita por meio de estorno, transferência ou complementação. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) III, apenas.",
      "B) I e II, apenas.",
      "C) II e IV, apenas.",
      "D) III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 63 De acordo com a Lei Federal nº 6.404, de 15 de dezembro de 1976, o grupo do ativo não circulante, no balanço patrimonial, deverá ser dividido em realizável a longo prazo, investimentos, imobilizado e intangível. Considerando o Pronunciamento Técnico CPC 27, que trata do grupo do ativo imobilizado, assinale a alternativa correta. ",
    "options": [
      "A) Serão contabilizados no valor contábil de um item do ativo imobilizado os gastos com reparos e manutenção periódica do item, visto que esses gastos estão diretamente relacionados com o funcionamento do bem.",
      "B) O ativo será considerado imobilizado quando for tangível, mantido para uso na produção ou fornecimento de mercadorias ou serviços, para aluguel a outros, ou para fins administrativos, e quando se espera utilizá-lo por mais de um período.",
      "C) Em um arrendamento mercantil, o valor residual do bem será as parcelas relativas aos pagamentos futuros desse arrendamento, que não possuam valor fixo, alterando-se com a passagem do tempo em decorrência de atualizações ajustadas contratualmente.",
      "D) Serão contabilizadas perdas por redução ao valor recuperável quando o valor recuperável do ativo imobilizado for inferior ao seu valor contábil de aquisição, ou ao seu valor justo quando posto à venda no mercado, sendo considerado entre esses dois o de menor valor.",
      "E) Quando a entidade adquire um ativo imobilizado, este será contabilizado pelo seu valor de aquisição, considerando todos os custos que a entidade desembolsou nessa aquisição, inclusive frete, tributos, gastos com montagem e juros cobrados no caso de financiamento desse bem."
    ]
  },
  {
    "title": "QUESTÃO 64 Uma entidade que transaciona com mercadorias utiliza o inventário permanente para controlar seus estoques e, no mês de setembro de 2022, apresentou o seguinte movimento nos seus estoques de mercadorias para revenda: Dia Operação 05 Compra de 100 unidades a R$ 500,00 cada uma 10 Compra de 50 unidades a R$ 520,00 cada uma 15 Venda de 120 unidades por R$ 1.200,00 cada uma 20 Compra de 100 unidades a R$ 550,00 cada uma A entidade utiliza como base de mensuração para seus estoques o critério PEPS - Primeiro a Entrar Primeiro a Sair, e não possuía estoques no início do período. De acordo com as informações citadas, sem considerar os tributos que incidem sobre compras e vendas e considerando a NBC TG 16 (R1), que trata de Estoques, o valor final dos estoques de mercadorias no final do mês de setembro de 2022 é de ",
    "options": [
      "A) R$ 26.000,00.",
      "B) R$ 55.000,00.",
      "C) R$ 60.400,00.",
      "D) R$ 70.600,00.",
      "E) R$ 131.000,00."
    ]
  },
  {
    "title": "QUESTÃO 65 De acordo com o Regimento interno, compete privativamente ao Tribunal de Contas do Estado de Alagoas: ",
    "options": [
      "A) apresentar a sua prestação de contas ao Governo do Estado.",
      "B) elaborar e alterar o seu Regimento Interno por iniciativa do seu Presidente ou de qualquer Conselheiro.",
      "C) submeter à Assembleia Legislativa os resultados dos seus concursos públicos para julgamento e homologação.",
      "D) organizar e submeter lista tríplice, para provimento de cargo de Conselheiro, ao Presidente da Assembleia Legislativa.",
      "E) determinar a realização de concursos públicos para o preenchimento dos cargos do Tribunal de Contas do Estado de Alagoas."
    ]
  },
  {
    "title": "QUESTÃO 66 Dadas as afirmativas com base na Constituição do Estado de Alagoas e suas atualizações, I. A intervenção do Estado sobre o Município somente poderá ocorrer quando da existência de situação específica, como, por exemplo, não forem prestadas as contas devidas, conforme a Lei, e dependerá de requisição da Câmara Municipal ou do Tribunal de Contas do Estado. II. A fiscalização financeira e orçamentária dos municípios alagoanos será exercida no âmbito de controle externo pela Assembleia Legislativa do Estado, com o auxílio do Tribunal de Contas do Estado de Alagoas. III. O conhecimento de qualquer irregularidade ou ilegalidade, por responsável pelo controle interno dos Poderes constituídos do Estado, deve dar ciência de imediato ao Tribunal de Contas do Estado. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II, apenas.",
      "C) I e III, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 67 A Lei nº 5.604, de 20 de janeiro de 1994, dispõe sobre a Lei Orgânica do Tribunal de Contas do Estado de Alagoas. Sobre o julgamento e a fiscalização, assinale a alternativa correta. ",
    "options": [
      "A) Compete ao TCE-AL emitir pronunciamento conclusivo no prazo de trinta dias contados do recebimento da solicitação sobre matéria que lhe seja submetida pela Comissão Permanente de Deputados Estaduais.",
      "B) Das decisões do TCE-AL cabem recursos de reconsideração, de embargos de declaração e de revisão, todos com efeito suspensivo.",
      "C) Denúncias ao TCE-AL sobre matéria de sua competência podem ser feitas com a identificação do denunciante ou de forma anônima.",
      "D) Contas julgadas como irregulares pelo TCE-AL, que não resultem débitos, não permitirá a aplicação de multas ao responsável.",
      "E) Multas pagas após o vencimento, aplicadas pelo TCE-AL, sofrerão o acréscimo de multa, juros e correção monetária."
    ]
  },
  {
    "title": "QUESTÃO 68 De acordo com o regime orçamentário apresentado na Lei nº 4.320, de 17 de março de 1964, pertencem ao exercício financeiro, respectivamente, as receitas e as despesas nele ",
    "options": [
      "A) lançadas e pagas.",
      "B) lançadas e liquidadas.",
      "C) arrecadadas e fixadas.",
      "D) previstas e empenhadas.",
      "E) arrecadadas e empenhadas."
    ]
  },
  {
    "title": "QUESTÃO 69 Dadas as afirmativas sobre Contabilidade Pública, I. O campo de aplicação abrange fundos, consórcios públicos e outras repartições públicas congêneres das administrações direta e indireta, inclusive as empresas estatais dependentes. II. O regime orçamentário utilizado pela contabilidade pública é base para a determinação das variações quantitativas no patrimônio líquido, independentes ou resultantes da execução orçamentária. III. Para o adequado reconhecimento da composição patrimonial, a Contabilidade Pública aplica o regime de competência. verifica-se que está(ão) correta(s) apenas ",
    "options": [
      "A) I.",
      "B) III.",
      "C) I e II.",
      "D) I e III.",
      "E) II e III."
    ]
  },
  {
    "title": "QUESTÃO 70 Dadas as afirmativas acerca da Lei nº 4.320, de 17 de março de 1964, I. Além de normas de direito financeiro, a Lei n.º 4.320/1964 contempla também norma de direito tributário. II. A importância de despesa anulada no exercício reverte à dotação, e quando a anulação ocorrer após o encerramento do exercício será considerada receita do ano em que se efetivar. III. O valor do crédito da Fazenda Nacional em moeda estrangeira será convertido ao correspondente valor na moeda nacional à taxa cambial oficial, para compra, na data da notificação ou intimação do devedor. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, II e III.",
      "B) II e III, apenas.",
      "C) I e II, apenas.",
      "D) III, apenas.",
      "E) I, apenas."
    ]
  },
  {
    "title": "QUESTÃO 71 A contabilidade pública é, na realidade, uma aliada da sociedade. Por meio de normas, processos e procedimentos padronizados e requisitos mínimos de sistemas informatizados, propicia que os recursos sejam aplicados de forma correta e, em consequência, que a população seja atendida em suas necessidades básicas, contribuindo para uma qualidade de vida melhor. Contabilidade pública: um caminho para a promoção do desenvolvimento sustentável. Disponível em: <https://crcal.org.br/contabilidade-publica-um-caminho-para-a-promocao-do-desenvolvimento-sustentavel/>. Acesso em: 06. Ago. 2022. Quanto ao alcance da Contabilidade Aplicada ao Setor Público, dadas as afirmativas, I. A Empresa Brasileira de Serviços Hospitalares, estatal dependente, submete-se parcialmente às normas de Contabilidade Aplicada ao Setor Público. II. O Conselho Federal de Medicina é exemplo de entidade que pode aplicar as normas de Contabilidade Aplicada ao Setor Público de maneira facultativa ou por determinação dos respectivos órgãos reguladores, fiscalizadores e congêneres. III. As normas estabelecidas no Manual de Contabilidade Aplicada ao Setor Público aplicam-se, obrigatoriamente, aos órgãos da Administração Direta. IV. A Petrobrás, estatal independente, submete-se obrigatoriamente às normas de Contabilidade Aplicada ao Setor Público. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) I e IV, apenas.",
      "C) II e III, apenas.",
      "D) III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 72 Pode-se afirmar que princípios orçamentários são aquelas regras fundamentais que funcionam como norteadoras da prática orçamentária. São um conjunto de premissas que devem ser observadas durante cada etapa da elaboração orçamentária. Nesse sentido, assinale a alternativa correta. ",
    "options": [
      "A) Segundo o princípio da universalidade, todas as despesas devem constar da lei orçamentária, excetuando-se as receitas em razão de sua imprevisibilidade.",
      "B) Segundo o princípio da exclusividade, a lei orçamentária apenas tratará da fixação de despesas, da previsão de receitas e de autorizações para criação de novas autarquias.",
      "C) Segundo o princípio do orçamento bruto, nos termos da Lei Federal nº 4.320, de 17 de março de 1964, as receitas devem constar na peça orçamentária com as respectivas deduções referentes ao exercício fiscal.",
      "D) Segundo o princípio da unidade orçamentária, o orçamento é uno, logo o Poder Executivo apresenta proposta única de orçamento anual, não tendo os demais poderes autonomia, nesse caso, para apresentarem suas próprias propostas.",
      "E) Segundo o princípio da não afetação das receitas consagrado na Constituição da República de 1988, nenhuma receita poderá ser reservada ou comprometida para atender a certos ou determinados gastos. Em termos legais, a mesma Constituição previu exceções."
    ]
  },
  {
    "title": "QUESTÃO 73 Seguem informações apuradas ao final dos primeiros quatro meses do exercício financeiro de 2022.  créditos adicionais transferidos para 2022, R$ 1.790,00;  créditos extraordinários abertos em 2022, R$ 980,00;  operações de créditos vinculadas aos créditos transferidos, R$ 1.000,00;  dotação orçamentária anuladas em 2022 no valor de R$ 1.200,00;  excesso de arrecadação em 2022, R$ 790,00;  ativo Financeiro de 2021, R$ 8.570,00;  passivo Financeiro de 2021, R$ 2.970,00. Após a apuração das informações, o superávit financeiro, utilizável como fonte de recursos para abertura de créditos adicionais, apresentou o valor de ",
    "options": [
      "A) R$ 3.810,00.",
      "B) R$ 4.600,00.",
      "C) R$ 4.810,00.",
      "D) R$ 5.600,00.",
      "E) R$ 6.390,00."
    ]
  },
  {
    "title": "QUESTÃO 74 Conforme estabeleceu a Constituição da República de 1988, o projeto de lei relativo ao orçamento anual será apreciado pelas duas Casas do Congresso Nacional. Acerca disso, dadas as afirmativas, I. O acompanhamento e a fiscalização orçamentária, sem prejuízo das demais comissões do Congresso Nacional e de suas Casas, caberá a uma Comissão mista temporária de Senadores e Deputados. II. Para atendimento das demandas, serão admitidas emendas que, entre outros requisitos legais, estejam em conformidade com a Lei de Diretrizes Orçamentárias (LDO). III. No momento da apreciação do Poder Legislativo, podem ser aprovadas emendas ao projeto de lei do orçamento anual que, dentre outras questões, indiquem futuramente os recursos necessários, admitidos apenas os provenientes de anulação de despesa. IV. Fica vedado ao Presidente da República enviar mensagem ao Congresso Nacional para propor modificação no projeto de lei do orçamento anual, após iniciada a votação, na Comissão mista, da parte cuja alteração é proposta. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) III, apenas.",
      "B) I e III, apenas.",
      "C) II e IV, apenas.",
      "D) I, II e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 75 Dadas as afirmativas acerca da Lei Federal n° 4.320, de 17 de março 1964, e Legislação Complementar, I. Os créditos adicionais extraordinários são aqueles destinados a reforço de dotação orçamentária. II. A Lei de Orçamento compreenderá todas as receitas, exceto as de operações de crédito autorizadas em lei. III. Em casos de déficit, a Lei de Orçamento deixará a critério do Poder Executivo a escolha das fontes de recursos a utilizar para atender a sua cobertura. IV. O produto estimado de operações de crédito e de alienação de bens imóveis somente se incluirá na receita quando umas e outras forem especificamente autorizadas pelo Poder Legislativo em forma que juridicamente possibilite ao Poder Executivo realizá-las no exercício. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) IV, apenas.",
      "C) II e III, apenas.",
      "D) II, III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 76 De acordo com a Lei de Licitações e Contratos Administrativos – Lei Federal nº 14.133, de 1º de abril de 2021, o regime de contratação em que o contratado é responsável pela elaboração do projeto básico é chamado de ",
    "options": [
      "A) contratação semi-integrada.",
      "B) contratação integrada.",
      "C) contratação por tarefa.",
      "D) empreitada integral.",
      "E) concorrência."
    ]
  },
  {
    "title": "QUESTÃO 77 Nas fiscalizações de obras por órgãos competentes é comum observar os requisitos exigidos em Normas de Higiene Ocupacional para constatar se possuem requisitos mínimos de conforto e iluminação. Os estabelecimentos projetados como construções educacionais devem atender níveis mínimos de iluminamento (E), em lux, em função do tipo de ambiente, tarefa ou atividade. Qual o valor mínimo de (E) para uma sala de aulas noturnas? ",
    "options": [
      "A) 1000 lux",
      "B) 950 lux",
      "C) 750 lux",
      "",
      "E) para uma sala de aulas noturnas? A) 1000 lux B) 950 lux C) 750 lux D) 600 lux E) 500 lux"
    ]
  },
  {
    "title": "QUESTÃO 78 Com intuito de diminuir a burocracia das exigências dos Normativos Legais relativos à saúde e à segurança do trabalho, foi introduzido recentemente ao Normativo Legal o gerenciamento de riscos ocupacionais, que traz itens importantes a serem obedecidos para a prevenção de acidentes do trabalho e doenças ocupacionais. Diante do exposto e de acordo com os preceitos da segurança do trabalho, assinale a alternativa correta. ",
    "options": [
      "A) A ME (microempresa), graus de risco 1 e 2, que não identificar exposições ocupacionais a agentes físicos, químicos, biológicos e riscos relacionados a fatores ergonômicos fica dispensada de elaboração do Programa de Controle Médico de Saúde Ocupacional – PCMSO. Com a dispensa do PCMSO, desobriga a empresa da realização dos exames médicos e emissão do Atestado de Saúde Ocupacional – ASO.",
      "B) O tempo despendido em treinamentos previstos no Normativo Legal de Segurança do Trabalho não é considerado como de trabalho efetivo.",
      "C) Cabe ao empregador informar aos trabalhadores os riscos ocupacionais existentes nos locais de trabalho.",
      "D) Cabe ao trabalhador submeter-se aos exames médicos previstos nos prontuários médicos da empresa.",
      "E) O Microempreendedor Individual – MEI deve elaborar o PGR (Programa de Gerenciamento de Riscos)."
    ]
  },
  {
    "title": "QUESTÃO 79 Com relação aos métodos para a realização do planejamento de uma construção, assinale a alternativa correta. ",
    "options": [
      "A) A linha de balanço é eficiente quando há cadeias complexas de atividades, com velocidades de execução diferentes.",
      "B) A curva S pode ser usada para realizar o controle de estoque de uma obra, classificando os itens em grupos.",
      "C) A curva ABC pode ser usada para comparar o que foi planejado com o que foi executado.",
      "D) A rede de precedências permite a identificação do efeito dos atrasos em relação ao cronograma.",
      "E) O gráfico de Gantt puro mostra com clareza a ligação existente entre as atividades."
    ]
  },
  {
    "title": "QUESTÃO 80 O gráfico apresenta a evolução dos custos de uma construção, considerando-se dois métodos de execução – A e B. Tendo em vista que esse gráfico será utilizado para uma análise de viabilidade entre os métodos construtivos, assinale a alternativa correta. ",
    "options": [
      "A) O ponto P representa o limite de viabilidade do método A.",
      "B) O ponto P representa o limite de viabilidade do método B.",
      "C) O ponto P representa o limite de custos para que a obra seja viável.",
      "D) Até o ponto P os dois métodos apresentam-se igualmente viáveis.",
      "E) O método B é o mais viável, pois supera o método A na fase final da construção."
    ]
  },
  {
    "title": "QUESTÃO 81 Com relação às disposições da Lei Federal nº 12.305, de 2 de agosto de 2010, conhecida como Política Nacional de Resíduos Sólidos, dadas as afirmativas, I. Os resíduos sólidos urbanos são constituídos pelos resíduos domiciliares e pelos resíduos de limpeza urbana. II. Os municípios podem optar por soluções intermunicipais para a gestão dos resíduos sólidos em substituição aos planos municipais. III. Os geradores de resíduos domiciliares estão sujeitos à elaboração de um plano de gerenciamento de resíduos sólidos. IV. O plano de gerenciamento de resíduos sólidos é um item necessário para a emissão do alvará de uma construção. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) IV, apenas.",
      "B) I e II, apenas.",
      "C) III e IV, apenas.",
      "D) I, II e III, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 82 No âmbito da Norma Regulamentadora NR-18, qual é o documento exigido pelo Ministério do Trabalho para a garantia de segurança e higiene do trabalho? ",
    "options": [
      "A) Programa de Gerenciamento de Riscos – PGR.",
      "B) Programa de Segurança e Saúde no Trabalho – PSST.",
      "C) Programa de Capacitação para Trabalho em Altura – PCTA.",
      "D) Programa de Gestão de Resíduos de Construção – PGRCC.",
      "E) Programa de Controle Médico de Saúde Ocupacional – PCMSO."
    ]
  },
  {
    "title": "QUESTÃO 83 Com relação a boas práticas de execução do serviço de impermeabilização, assinale a alternativa correta. ",
    "options": [
      "A) Em lajes de piso, a manta de impermeabilização que está na parte mais baixa do piso deve sobrepor a que está na parte mais alta.",
      "B) A camada de impermeabilização deve ficar sobre a camada de isolamento, para evitar que esta tenha contato com a umidade.",
      "C) Os cimentos cristalizantes não podem ser aplicados sobre substratos de concreto ou argamassa úmidos.",
      "D) O uso de argamassas poliméricas é recomendado para áreas onde há atuação do lençol freático.",
      "E) Nas regiões de juntas de dilatação, não é necessário executar camada de impermeabilização."
    ]
  },
  {
    "title": "QUESTÃO 84 Com relação ao controle de recebimento de materiais de cerâmica vermelha (blocos e telhas) em uma construção, assinale a alternativa que apresenta uma situação capaz de levar à rejeição do lote. ",
    "options": [
      "A) Medidas de absorção de água maiores que 20% nos blocos.",
      "B) Obtenção de uma resistência à compressão elevada nos blocos.",
      "C) Identificação de som metálico no ensaio de percussão das telhas.",
      "D) Presença de fissuras que não comprometam a utilização do elemento.",
      "E) Ausência de identificação do nome e contato do fabricante gravados no elemento."
    ]
  },
  {
    "title": "QUESTÃO 85 Após a retirada das formas de uma laje em concreto armado, percebeu-se a existência de vazios, chegando a ocorrer exposição da armadura em alguns trechos. A equipe responsável pela concretagem analisou a situação e elencou algumas possíveis causas: I. o adensamento foi excessivo, levando ao deslocamento do concreto na fôrma; II. o adensamento deveria ter sido mais intenso, pois o abatimento do concreto era baixo; III. o espaçamento entre as armaduras não era suficiente para a penetração do vibrador; IV. houve falha no lançamento, levando à perda de homogeneidade do concreto. Para explicar a situação que ocorreu durante a concretagem, verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) III, apenas.",
      "C) I e IV, apenas.",
      "D) II e III, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 86 Qual a alternativa correta para a disposição final adequada do efluente de um tanque séptico? ",
    "options": [
      "A) Desinfecção.",
      "B) Campo agrícola.",
      "C) Aterro Sanitário.",
      "D) Leito de secagem.",
      "E) Vala de infiltração."
    ]
  },
  {
    "title": "QUESTÃO 87 Após calcular o volume útil total de um tanque séptico que atenda à contribuição de uma residência unifamiliar de alto padrão com 6 pessoas, residentes numa região com temperatura média de 25 ºC, onde:  contribuição de despejo = 160 L/pessoa.dia.  contribuição de lodo fresco = 1 L/pessoa.dia.  período de detenção = 1 dia.  taxa de acumulação de lodo digerido = 217 dias. assinale a alternativa que indica o valor correto. ",
    "options": [
      "A) 1,87 m3",
      "B) 2,89 m3",
      "C) 3,26 m3",
      "D) 4,45 m3",
      "E) 5,77 m3"
    ]
  },
  {
    "title": "QUESTÃO 88 Uma barragem de enrocamento e terra foi projetada para uma lâmina máxima de 10,00 m e largura de 2,00 m. Considerando a seção transversal apresentada na figura e os dados,  Sen 30° = 0,5  Cos 30° = 0,87  Sen 60° = 0,87  Cos 60° = 0,5  Peso específico da água = 1.000 kgf/m3 qual o esforço exercido pela água armazenada por unidade de largura na barragem? ",
    "options": [
      "A) 58.000 kgf",
      "B) 115.000 kgf",
      "C) 175.000 kgf",
      "D) 200.000 kgf",
      "E) 400.000 kgf"
    ]
  },
  {
    "title": "QUESTÃO 89 Qual a vazão de entrada necessária para um tabuleiro de área de 0,5 hectare, irrigado através do método de inundação, com velocidade de infiltração básica do solo no local de 3,6 cm/hora? ",
    "options": [
      "A) 500 L/s",
      "B) 180 L/s",
      "C) 50 L/s",
      "D) 7,2 L/s",
      "E) 1,8 L/s"
    ]
  },
  {
    "title": "QUESTÃO 90 Dadas as afirmativas quanto ao tratamento de água, I. O micropeneiramento é uma etapa da Estação de Tratamento de Água que remove sólidos finos não coloidais em suspensão, por exemplo, algas. II. O controle de corrosão consiste na adição de produtos às águas de abastecimento, por exemplo, sulfato de alumínio. III. Em sistemas públicos de abastecimento de água são empregados dois tipos principais de filtros de areia: filtros lentos e filtros rápidos. IV. Nos decantadores de escoamento horizontal a água é dirigida para a parte inferior, deslocando-se a seguir em movimento ascendente para a saída. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) II, apenas.",
      "B) I e II, apenas.",
      "C) I e III, apenas.",
      "D) III e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 91 Um sistema público de abastecimento de água potável é constituído pelas atividades, infraestruturas e instalações necessárias para o abastecimento público de água potável, desde a captação até as ligações prediais e respectivos instrumentos de medição. A esse respeito, dadas as afirmativas, I. O tipo de tratamento a ser implantado na estação de tratamento deve levar em conta os valores dos parâmetros encontrados na água bruta. II. As adutoras são constituídas de diversos materiais construtivos e suas escolhas deverão levar em conta a pressão da água a ser transportada. III. O método de crescimento aritmético para projeções populacionais não é válido na concepção de projeto de abastecimento de água. IV. O traçado das adutoras deverá preferencialmente ser implantado em terrenos, ruas e propriedade públicas. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II e III, apenas.",
      "C) III e IV, apenas.",
      "D) I, II e IV, apenas.",
      "E) I, II, III e IV."
    ]
  },
  {
    "title": "QUESTÃO 92 Considerando a figura como um sistema de abastecimento de água com vazões Q1 e Q2 para atender a uma população de 150.000 habitantes, sendo o consumo per capita de 400 L/hab.dia e consumo na Estação de Tratamento de Água (ET",
    "options": [
      "A) de 2%como considerando que o coeficiente do dia de maior consumo (Ké igual a 1,152, o coeficiente da hora de maior consumo a 1,125, a demanda do consumo especial é de 50 L/s e o funcionamento da adutora é de 24 horas, calcule as vazões Q1 e Q2 e assinale a alternativa A) Q1 = 650 L/s e Q2 = 850L/s",
      "B) Q1 = 750 L/s e Q2 = 950L/s",
      "C) Q1 = 750 L/s e Q2 = 1.000L/s",
      "D) Q1 = 850 L/s e Q2 = 950L/s",
      "E) Q1 = 850 L/s e Q2 = 1.000L/s"
    ]
  },
  {
    "title": "QUESTÃO 93 As sarjetas são calhas formadas por faixas da via pública e o meio-fio (guia) e servem para coletar águas cnessas vias. Em geral as guias tem 0,15 m de altura (h) e se admite um enchimento máximo (Emáx) de 85% (em relação à altura h). A rua possui largura de 10 m e a declividade da via pública é de 3%. Calcule a largura da água (L) da sarjeta e assinale a alternativa correta. ",
    "options": [
      "A) 5,00 m",
      "B) 4,25 m",
      "C) 0,30 m",
      "D) 0,23 m",
      "E) 0,20 m 05. AGENTE DE CONTROLE EXTERNO/ ENGENHARIA CIVIL CONCURSO PÚBLICO DO TRIBUNAL DE CONTAS DO ESTADO DE ALAGOAS Prova tipo1 figura como um sistema de abastecimento de água uma população de 150.000 de 400 L/hab.dia e gua (ETA) de 2%, bem te do dia de maior consumo (K1) o coeficiente da hora de maior consumo é (K2) igual demanda do consumo especial é de 50 L/s e o e assinale a alternativa correta. As sarjetas são calhas formadas por faixas da via pública e o fio (guia) e servem para coletar águas caídas ou lançadas nessas vias. Em geral as guias tem 0,15 m de altura (h) e se ) de 85% (em relação à altura h). A rua possui largura de 10 m e a declividade da via sarjeta e assinale a alternativa"
    ]
  },
  {
    "title": "QUESTÃO 94 Em Estações de Tratamento de Esgoto Sanitário (ETE), a remoção de areia tem por finalidade eliminar ou abrandar os efeitos adversos ao funcionamento de componentes a jusaalém dos impactos nos corpos receptores. Sendo assim, calcule a largura (L), conforme a figura da caixa de areia, considerando as seguintes informações:  V1 = 0,30 m/s;  V2 = 0,02 m/s;  Diâmetro da partícula = 0,2 mm; Considerar um fator de garantia de 5efeito de turbulência. Qual é a largura (L) da caixa de areia?",
    "options": [
      "A) L = 22,5 h",
      "B) L = 15 h",
      "C) L = h",
      "D) L = 0,105 h",
      "E) L = 0,067 h"
    ]
  },
  {
    "title": "QUESTÃO 95 Dadas as afirmativas quanto à cresíduos sólidos, I. Os equipamentos de coleta classificame caçamba estacionária ou contêinerII. Os resíduos não perigosos (classe II) inertes (classe II ",
    "options": [
      "A) e não inertes (III. Toxicidade é a propriedade potencial que o agente tóxico possui de provocar, em maior ouadverso em consequência de sua interação com o organismo. IV. Os resíduos sólidos podem ser classificados origem: orgânico (exemplo: (exemplo: vidro). verifica-se que está(ão) correta(s)A) II, apenas.",
      "B) I e II, apenas.",
      "C) I e III, apenas.",
      "D) III e IV, apenas.",
      "E) I, II, III e IV. 22 Em Estações de Tratamento de Esgoto Sanitário (ETE), a remoção de areia tem por finalidade eliminar ou abrandar os efeitos adversos ao funcionamento de componentes a jusante, além dos impactos nos corpos receptores. Sendo assim, calcule a largura (L), conforme a figura da caixa de areia, considerando Diâmetro da partícula = 0,2 mm; Considerar um fator de garantia de 50% devido ao Qual é a largura (L) da caixa de areia? Dadas as afirmativas quanto à coleta, tratamento e disposição de Os equipamentos de coleta classificam-se em veículo coletor açamba estacionária ou contêiner. não perigosos (classe II) são classificados em: inertes (classe II A) e não inertes (classe II B). ropriedade potencial que o agente tóxico possui de provocar, em maior ou menor grau, um efeito ência de sua interação com o podem ser classificados conforme a exemplo: cascas de frutas) e inorgânico correta(s)"
    ]
  },
  {
    "title": "QUESTÃO 96 Em uma obra de execução de uma estrada, a movimentação de terra é um dos principais objetivos da terraplenagem. Considerando um volume de corte de 50 m3 de um solo argiloso com taxa de empolamento de 40% e que os caminhões basculantes possuem capacidade média de transporte de 5 m3 por viagem, quantas viagens são necessárias em caminhões basculantes para transportar o volume de corte requerido? ",
    "options": [
      "A) 20",
      "B) 18",
      "C) 16",
      "D) 14",
      "E) 10"
    ]
  },
  {
    "title": "QUESTÃO 97 Durante a produção de concreto asfáltico usinado a quente (CAUQ), a faixa de temperatura adequada do ligante asfáltico tem grande importância, pois nessas temperaturas o ligante asfáltico proporciona uma perfeita cobertura dos agregados. O ensaio que determina a faixa de temperatura para usinagem é o de ",
    "options": [
      "A) ductilidade.",
      "B) penetração.",
      "C) viscosidade.",
      "D) solubilidade.",
      "E) ponto de amolecimento."
    ]
  },
  {
    "title": "QUESTÃO 98 Durante o projeto de terraplenagem de uma rodovia, é construído o Diagrama de Massas e definida a Linha de Terra com base nos dados geotécnicos e de cubação. Com base na figura do diagrama de massas, qual é o volume (VBF) não compensado que deverá ser encaminhado para o bota-fora? ",
    "options": [
      "A) 1000 m3",
      "B) 3000 m3",
      "C) 5000 m3",
      "D) 8000 m3",
      "E) 10000 m3"
    ]
  },
  {
    "title": "QUESTÃO 99 Do ponto de vista da engenharia, os agregados, de forma geral, possuem diversas utilidades, tais como compor camadas de pavimentação ou outros tipos de misturas úteis. Dadas as afirmativas sobre agregados, I. Um agregado de um grão de forma cúbica utilizado para ação de tráfego possui um melhor comportamento estrutural em relação a um grão de forma chata. II. O pó de brita é considerado um agregado artificial, pois depende de processos para assumir a forma e a dimensão para um determinado trabalho da engenharia. III. Rochas ígneas são formadas pelo resfriamento de massa fundida de rochas. verifica-se que está(ão) correta(s) ",
    "options": [
      "A) I, apenas.",
      "B) II, apenas.",
      "C) I e III, apenas.",
      "D) II e III, apenas.",
      "E) I, II e III."
    ]
  },
  {
    "title": "QUESTÃO 100 Qual encargo social uma obra de rodovia pode ter a folha de pagamento desonerada? ",
    "options": [
      "A) SESI",
      "B) INSS",
      "C) FGTS",
      "D) SENAI/SEBRAE",
      "E) Salário Educação"
    ]
  }
]